#+title: Notes on use of Torch.

This collects some notes on the use of the C++ API to PyTorch.

* meta :noexport:


#+begin_src sh :results output drawer
scp torch.html hierocles.phy.bnl.gov:public_html/wire-cell/docs/spng/torch.html
#+end_src

#+RESULTS:
:results:
torch.html                                      0%    0     0.0KB/s   --:-- ETAtorch.html                                    100%   26KB  11.4MB/s   00:00    
:end:


